/*
 * systeminit.c
 *
 *  Created on: May 10, 2022
 *      Author: oktyabr
 *      Version	->	'1.0a1'	(В разработке, только для внутреннего использования)
 *
 *		Brief: Файл содержит функции инициализации генератора тактовой частоты для всех шин, ядра, и портов ввода-вывода.
 *
 */

#include <stm32f4xx.h>
#include <system_stm32f4xx.h>
#include <message.h>


/************* Define *************/

/**********************************/


/************* Global Variables ***********/

/******************************************/


/************* Function ***********/


